{
  "Header": {
    "title": "Study In Russia 200",
    "services": "Services",
    "blog": "Blog",
    "contact": "Contact"
  },
  "Footer": {
    "description": "Your trusted partner in securing admission to top Russian universities.",
    "contactUs": "Contact Us",
    "quickLinks": "Quick Links"
  },
  "LanguageSwitcher": {
    "toggle": "Change language",
    "languages": {
      "en": "English",
      "fr": "Français",
      "ar": "العربية",
      "es": "Español",
      "pt": "Português",
      "zh": "中文"
    }
  },
  "HomePage": {
    "heroTitle": "Your Journey to a Russian University Begins Here",
    "heroSubtitle": "Study In Russia 200 provides comprehensive support for international students, from application to arrival.",
    "servicesTitle": "Our Comprehensive Services",
    "servicesSubtitle": "We handle every detail of your journey, ensuring a seamless and stress-free experience.",
    "service1Title": "Study Invitation",
    "service1Description": "We secure your official invitation letter from your chosen university, a crucial first step in your application process.",
    "service2Title": "Visa Support",
    "service2Description": "Our experts guide you through the complex student visa application, ensuring all forms are correctly filled and submitted.",
    "service3Title": "Document Assistance",
    "service3Description": "From translation to legalization, we help you prepare and verify all required documents to meet university standards.",
    "service4Title": "Airport Reception",
    "service4Description": "A warm welcome awaits you. We arrange for your pickup from the airport and transfer to your accommodation.",
    "stepsTitle": "4 Easy Steps to Study in Russia",
    "stepsSubtitle": "Your journey, simplified",
    "step1Title": "Submit an Application",
    "step1_1": "Complete the online application form with your personal and educational details.",
    "step1_2": "Prepare and submit all required documents including transcripts and passport copies.",
    "step1_3": "Our team will review your application and contact you within 3 business days.",
    "step2Title": "Receive an Invitation",
    "step2_1": "Once approved, you'll receive an official invitation letter from the Russian university.",
    "step2_2": "This invitation is your key document for the visa application process.",
    "step2_3": "The invitation typically arrives within 2-4 weeks after application approval.",
    "step3Title": "Get Your Student Visa",
    "step3_1": "Apply for a student visa at the nearest Russian embassy or consulate.",
    "step3_2": "Complete medical examination and obtain health insurance as required.",
    "step3_3": "Book your flight to Russia after receiving your visa.",
    "step4Title": "Arrive and Start Studying",
    "step4_1": "Once you receive a student visa, you can plan your arrival to the university.",
    "step4_2": "We'll help you arrange accommodation and get settled in your new city.",
    "step4_3": "Begin your exciting educational journey in Russia!",
    "metricsTitle": "Our Track Record of Success",
    "metricsSubtitle": "We are proud of the results we deliver and the students we've helped.",
    "metric1Value": "98%",
    "metric1Label": "Visa Success Rate",
    "metric2Value": "500+",
    "metric2Label": "Students Enrolled",
    "metric3Value": "50+",
    "metric3Label": "Partner Universities",
    "metric4Value": "100%",
    "metric4Label": "Airport Receptions",
    "faqTitle": "Frequently Asked Questions",
    "faqCategory1": "Education in Russia",
    "faqCategory2": "Admission Procedure",
    "faqCategory3": "Moving to Russia",
    "faqCategory4": "Learning Process",
    "faq1_1_q": "What training programs are available to me?",
    "faq1_1_a": "Russian universities offer a wide range of programs including Bachelor's, Master's, and PhD degrees, as well as preparatory language courses. Popular fields include medicine, engineering, computer science, and natural sciences.",
    "faq1_2_q": "What language is taught in Russia?",
    "faq1_2_a": "While the primary language of instruction is Russian, many universities offer programs fully taught in English, especially at the Master's level. Preparatory courses are available to help you learn Russian before starting your main program.",
    "faq1_3_q": "What forms of education are available in Russia?",
    "faq1_3_a": "You can choose between full-time (on-campus), part-time, and online (distance learning) forms of education, depending on the university and program.",
    "faq1_4_q": "Can foreign students study in Russia for free?",
    "faq1_4_a": "Yes, it is possible. The Russian government offers a limited number of scholarships (quotas) for foreign students each year, which cover tuition fees and provide a small monthly stipend. Competition for these scholarships is high.",
    "faq1_5_q": "How much does it cost to study in Russia?",
    "faq1_5_a": "Tuition fees are affordable compared to many Western countries, ranging from $2,000 to $8,000 per year for Bachelor's programs. Living costs are also relatively low, especially outside of major cities like Moscow and St. Petersburg.",
    "faq2_1_q": "What are the general admission requirements?",
    "faq2_1_a": "Generally, you need a completed secondary education certificate for a Bachelor's program, and a Bachelor's degree for a Master's program. Some universities may require entrance exams or an interview.",
    "faq2_2_q": "When should I start my application?",
    "faq2_2_a": "It is best to start the application process at least 6-8 months before the start of the academic year (which is typically September 1st). This allows enough time for securing the invitation, applying for a visa, and preparing for travel.",
    "faq3_1_q": "What should I pack?",
    "faq3_1_a": "Pack for all seasons, especially warm winter clothing. Also bring any necessary prescription medications, important documents, and adapters for European-style power outlets (Type C and F).",
    "faq3_2_q": "What is student accommodation like?",
    "faq3_2_a": "Most universities provide student dormitories (общежитие), which are the most affordable option. Rooms are typically shared between 2-4 students. You can also rent a private apartment, which is more expensive.",
    "faq4_1_q": "What is the academic calendar?",
    "faq4_1_a": "The academic year typically runs from September 1st to the end of June, divided into two semesters. There is a winter break in January/February and a summer break in July/August.",
    "faq4_2_q": "How are courses graded?",
    "faq4_2_a": "Russia uses a 5-point grading system, where 5 is \"excellent\", 4 is \"good\", 3 is \"satisfactory\", and 2 is \"fail\"."
  }
}
    